---
kind: property
id: P:Autodesk.Revit.DB.Electrical.PanelScheduleData.IsUnusedPhaseHidden
source: html/522a3c15-d46e-19dc-2a01-7482ba87d935.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleData.IsUnusedPhaseHidden Property

True if the user wishes to hide the unused phase column of a single phase panel, false otherwise.

## Syntax (C#)
```csharp
public bool IsUnusedPhaseHidden { get; set; }
```